Repository: Alko89/StackBuilder
Catalog: TreeDim.StackBuilder.Desktop/Properties/Resources.*.resx
Languages: ca_es, de_de, es_es, ja_jp

# ID_LOADHEIGHT
source: Load height (mm)
ca_es: Alçada de la càrrega
de_de: Lade Höhe (mm)
es_es: Altura de la carga (mm)
ja_jp: 負荷の高さ（mm）

# ID_MAXLOWERTHANMIN
source: Inconsistency:Maximum {0} is lower than minimum {1}.
ca_es: Inconsistència:Màxim {0} és menor que el minim {1}
de_de: Widerspruch: Maximum {0} ist kleiner als Minimum {1}
es_es: Inconsistencia:Máximo {0} és menor que el mínimo {1}
ja_jp: 矛盾：最大{0}は最小{1}よりも低いです。

# ID_PALLETHEIGHT
source: Pallet height (mm)
ca_es: Alçada del palet
de_de: Paletten Höhe (mm)
es_es: Altura del palet (mm)
ja_jp: パレットの高さ（mm）

# ID_FILENOTFOUND
source: File {0} could not be found
ca_es: Arxiu {0} no trobat
de_de: Datei {0} kann nicht gefunden werden
es_es: Archivo {0} no encontrado
ja_jp: ファイル{0}が見つかりませんでした

# ID_PALLETCOUNT
source: Pallet count
ca_es: Recompte de palets
de_de: Paletten Anzahl
es_es: Recuento de palets
ja_jp: パレットの数

# ID_NODE_BOXES
source: Boxes
ca_es: Capses
de_de: Schachteln
es_es: Cajas
ja_jp: ボックス

# ID_ALLOWALIGNEDORALTERNATELAYERS
source: Allow aligned and/or alternate layers
ca_es: Permetre capes aliniades i/o alternades
de_de: Erlaube ausgerichtete und/oder alternierende Lagen
es_es: Permitir capas alineadas y/o alternadas
ja_jp: 整列及び/または交互層を許可する

# ID_SENDTODATABASE
source: Send to database
ca_es: Enviar a la base de dades
de_de: Senden an Datenbank
es_es: Enviar a la base de datos
ja_jp: データベースに送る

# ID_DEFINEATLEASTONEVERTICALAXIS
source: Define at least one vertical axis
ca_es: Definir com a minim un eix vertical
de_de: Definiere mindestens eine vertikale Axe
es_es: Definir como mínimo un eje vertical
ja_jp: 少なくとも1つの垂直軸を定義する

# ID_DELETE
source: Delete {0}
ca_es: Esborrar {0}
de_de: Lösche {0}
es_es: Borrar {0}
ja_jp: {0}を削除します。

# ID_ADDNEWCASEANALYSIS
source: Add new case analysis...
ca_es: Afegir nou anàlisi d'embalatge…
de_de: Neue Umverpackungs Analyse anfügen…
es_es: Añadir nuevo analisis de embalaje…
ja_jp: 新しいケースの分析を追加...

# ID_SELECTED
source: Selected
ca_es: Seleccionat
de_de: Ausgewählt
es_es: Seleccionado
ja_jp: 選択

# ID_CASECOUNT
source: Case count
ca_es: Recompte d'embalatges
de_de: Anzahl Umverpackungen
es_es: Recuento de embalajes
ja_jp: ケース数

# ID_CASESPALLET
source: Cases/Pallet
ca_es: Embalatges/palet
de_de: Umverpackungen/Palette
es_es: Embalajes/palet
ja_jp: ケース/パレット

# ID_ADDNEWBOX
source: Add new box...
ca_es: Afegir nova capsa…
de_de: Neue Schachtel anfügen…
es_es: Añadir nueva caja…
ja_jp: 新しいボックスを追加...

# ID_FIELDNAMEEMPTY
source: Name field is empty
ca_es: El nom del camp està buit
de_de: Namensfeld ist leer
es_es: El nombre del campo está vacio
ja_jp: [名前]フィールドは空です

# ID_EFFICIENCY
source: Efficiency (%)
ca_es: Eficiència (%)
de_de: Nutzungsgrad (%)
es_es: Eficiencia (%)
ja_jp: 効率（％）

# ID_INVALIDINSIDELENGTH
source: Inside length ({0}) ought to be lower than length ({1})
ca_es: La llargada interior {0} ha de ser menor que la llargada {1}
de_de: Innenmass Länge ({0}) muss kleiner sein als Länge ({1})
es_es: La longitud interior {0} debe ser menor que la longitud {1}
ja_jp: 内側の長さ（{0}）は長さよりも低くなるはずである（{1}）

# ID_DATABASEEMPTY
source: Pallet solution database is empty. Closing form...
ca_es: La base de dades de solucions de palet està buida. Tancant el formulari…
de_de: Die Paletten Lösungsdatenbank ist leer. Formular schließen…
es_es: La base de datos de soluciones de palet está vacia. Cerrando el formulario…
ja_jp: パレットのソリューションのデータベースは空です。 の閉会のフォーム...

# ID_LAYOUT
source: Layout
ca_es: disposició
es_es: disposición
ja_jp: レイアウト

# ID_ADDNEWINTERLAYER
source: Add new interlayer...
ca_es: Afegir nou separador…
de_de: Neue Zwischenlage anfügen…
es_es: Añadir nuevo separador…
ja_jp: 新しい中間層を追加...

# ID_UNSELECTSOLUTION
source: Unselect solution {0}
ca_es: Solució {0} no triada
de_de: Lösung {0} abwählen
es_es: Solución {0} no seleccionada
ja_jp: 選択を解除ソリューション{0}

# ID_ADDNEWTRUCKANALYSIS
source: Add new truck analysis...
ca_es: Afegir nou anàlisi de camió…
de_de: Neue LKW Analyse anfügen…
es_es: Añadir nuevo analisis de camión…
ja_jp: 新しいトラックの解析を追加...

# ID_INVALIDINSIDEHEIGHT
source: Inside height ({0}) ought to be lower than height ({1})
ca_es: La alçada interior {0} ha de ser menor que la alçada {1}
de_de: Innenmass Höhe ({0}) muss kleiner sein als Höhe ({1})
es_es: La altura interior {0} debe ser menor que la altura {1}
ja_jp: 内側の高さ（{0}）は高さ（{1}）よりも低くなるはずである

# ID_ADDNEWANALYSIS
source: Add new analysis...
ca_es: Afegir nou anàlisi…
de_de: Neue Analyse anfügen…
es_es: Añadir nuevo analisis…
ja_jp: 新しい分析を追加...

# ID_LAYERPATTERN
source: Layer pattern
ca_es: Patró de capes
de_de: Lagenmuster
es_es: Patrón de capas
ja_jp: 層のパターン

# ID_USEATLEASTONESTOPSTACKINGCRITERION
source: Define at least one stop stacking criterion
ca_es: Defineixi com a minim un criteri de fi d'apilament
de_de: Definiere mindestens ein Endkriterium
es_es: Defina como mínimo un criterio de fin de apilamiento
ja_jp: 少なくとも一つのストップスタッキング基準を定義します。

# ID_NODE_CASES
source: Cases
ca_es: Embalatges
de_de: Umverpackungen
es_es: Embalajes
ja_jp: ケース

# ID_NODE_PALLETS
source: Pallets
ca_es: Palets
de_de: Paletten
es_es: Palets
ja_jp: パレット

# ID_INVALIDNAME
source: Given name ({0}) is invalid
ca_es: El nom {0} no és vàlid
de_de: Eingegebener Name ({0}) ist nicht erlaubt
es_es: El nombre {0} no es válido
ja_jp: 指定された名前（{0}）が無効です。

# ID_LAYERS
source: Layers
ca_es: Capes
de_de: Lagen
es_es: Capas
ja_jp: レイヤー

# ID_INVALIDINSIDEWIDTH
source: Inside width ({0}) ought to be lower than width ({1})
ca_es: La amplada interior {0} ha de ser menor que la amplada {1}
de_de: Innenmass Breite ({0}) muss kleiner sein als Breite ({1})
es_es: El ancho interior {0} debe ser menor que en ancho {1}
ja_jp: 内側の幅（{0}）は幅（{1}）よりも低くなるはずである

# ID_ABOUT
source: About {0}
ca_es: Sobre {0}
de_de: Über {0}
es_es: Acerca de {0}
ja_jp: {0}について

# ID_DEFINEATLEASTONEPATTERN
source: Define at least one stacking pattern
ca_es: Defineixi com a minim un patró d'apilament
de_de: Definiere mindestens ein Stapelmuster
es_es: Defina como mínimo un patrón de apilamiento
ja_jp: 少なくとも一つのスタッキングのパターンを定義します。

# ID_LOADWEIGHT
source: Load (kg)
ca_es: Càrrega
de_de: Ladung (kg)
es_es: Carga (kg)
ja_jp: 負荷量（kg）

# ID_GENERATEREPORTMSWORD
source: Generate Word report for {0}
ca_es: Generar informe en Word per {0}
de_de: Generiere Word Report für {0}
es_es: Generar informe en Word para {0}

# ID_NODE_TRUCKS
source: Trucks
ca_es: Camions
de_de: LKWs
es_es: Camiones
ja_jp: トラック

# ID_NODE_BUNDLES
source: Bundles
ca_es: Embalums
es_es: Bultos
ja_jp: バンドル

# ID_FIELDDESCRIPTIONEMPTY
source: Description field is empty
ca_es: El camp de descripció està buit
de_de: Beschreibungsfeld ist leer
es_es: El campo de descripción está vacio
ja_jp: [説明]フィールドは空です

# ID_READY
source: Ready
ca_es: Preparat
de_de: Fertig
es_es: Preparado
ja_jp: レディ

# ID_ADDNEWBUNDLE
source: Add new bundle...
ca_es: Afegir nou embalum…
de_de: Neues Bunde anfügen…
es_es: Añadir nuevo bulto…
ja_jp: 新しいバンドルを追加...

# ID_INDEX
source: Index
es_es: Indice
ja_jp: インデックス

# ID_EDIT
source: Edit {0}...
ca_es: Editar {0}
de_de: Bearbeite {0}
es_es: Editar {0}
ja_jp: 編集{0} ...

# ID_ADDNEWBUNDLEANALYSIS
source: Add new bundle analysis...
ca_es: Afegir nou anàlisi d'embalum…
de_de: Neue Bunde Analyse anfügen…
es_es: Añadir nuevo analisis de bulto…
ja_jp: 新しいバンドルの解析を追加...

# ID_CASESLAYER
source: Cases/Layer
ca_es: Embalatges/capes
de_de: Umverpackungen/Lagen
es_es: Embalajes/capas
ja_jp: ケース/レイヤ

# ID_NODE_INTERLAYERS
source: Interlayers
ca_es: Separadors
de_de: Zwischenlagen
es_es: Separadores
ja_jp: 中間層

# ID_NODE_ANALYSES
source: Analyses
ca_es: Analisis
de_de: Analysen
es_es: Analisis
ja_jp: 分析

# ID_DEPENDINGANALYSES
source: {0} has some depending analyses. If you proceed with the modifications, analyses will be recomputed and any selected solutions removed. Continue?
ca_es: {0} té algunes dependències d'analisi. Si continua amb les modificacions, els analisis es recalcularan i s'eliminarà qualsevol solució seleccionada. Continuar?
es_es: {0} tiene algunas dependencias de analisis. Si continua con las modificaciones, los analisis se recalcularan y se eliminará cualquiera solución seleccionada. Continuar?
ja_jp: {0}のいくつかによって分析されています。 もし変更を続行、分析を再計算し、選択された任意のソリューションが削除されます。 続行は？

# ID_SAVEMODIFIEDFILE
source: Save file {0}?
ca_es: Guardar arxiu {0}?
de_de: Datei {0} speichern?
es_es: ¿guardar archivo {0}?
ja_jp: ファイル{0}を保存しますか？

# ID_PALLETWEIGHT
source: Pallet weight (kg)
ca_es: Pes del palet
de_de: Paletten Gewicht (kg)
es_es: Peso del palet (kg)
ja_jp: パレットの重量（kg）

# ID_ADDNEWPALLET
source: Add new pallet...
ca_es: Afegir nou palet…
de_de: Neue Palette anfügen…
es_es: Añadir nuevo palet…
ja_jp: 新しいパレットを追加...

# ID_INSUFFICIENTVOLUME
source: Maximum volume is insufficient to pack {0} {1} .
ca_es: El volum màxim és insuficient per empaquetar {0} {1}.
de_de: Maximum Volumen ist ungenügend zu Pack {0} {1}.
es_es: El volumen máximo es insuficiente per empaquetar {0} {1}.
ja_jp: {0} {1}をパックするのに十分な最大ボリュームです。

# ID_ADDNEWTRUCK
source: Add new truck...
ca_es: Afegir nou camió…
de_de: Neuen LKW anfügen…
es_es: Añadir nuevo camión…
ja_jp: 新しいトラックを追加...

# ID_VERSION
source: Version : {0}
ca_es: Versió {0}
es_es: Versión {0}
ja_jp: バージョン：{0}

# ID_PALLETCAPTIONEDIT
source: Edit pallet {0}...
ca_es: Editar palet {0}…
de_de: Bearbeite Palette {0}…
es_es: Editar palet {0}…

# ID_GENERATEREPORTHTML
source: Generate HTML report for {0}
ca_es: Generar informe en HTML per {0}
de_de: Generiere einen HTML-Report für {0}
es_es: Generar informe en HTML para {0}

# ID_ADDNEWECTANALYSIS
source: Add new ECT analysis...
ca_es: Afegir nou anàlisi ECT…
de_de: Neue ECT Analyse anfügen…
es_es: Añadir nuevo analisis ECT…

# ID_CASEANALYSIS_INVALIDCONSTRAINTSET
source: Cannot create case analysis as the constraint set appears to be invalid.
ca_es: Impossible crear l'anàlisi d'embalatge perque les limitacions semblen incorrectes
de_de: Umverpackungs Analyse kann nicht erstellt werden, Bedingungen scheinen unvollständig zu sein.
es_es: Imposible crear el analisis de embalaje porque las limitaciones parecen incorrectas

# ID_DESELECT
source: Deselect
ca_es: Anul·li la seleccio
de_de: Abwählen
es_es: Anular la selección

# ID_BOXCASECOUNT
source: Box/Case count
ca_es: Recompte de capses/embalatge
de_de: Anzahl Schachteln/Umverpackungen
es_es: Recuento de cajas/embalaje

# ID_CASEDIMENSIONS
source: Case dimensions
ca_es: Dimensions de l'embalatge
de_de: Umverpackungs Masse
es_es: Dimensiones del embalaje

# ID_CASEINSIDEDIMENSIONS
source: Case inside dimensions
ca_es: Dimensions interiors del embalatge
de_de: Innenmasse Umverpackung
es_es: Dimensiones interiores del embalaje

# ID_CASEPERPALLET
source: Case/pallet
ca_es: Embalatge/palet
de_de: Umverpackung/Palette
es_es: Embalaje/palet

# ID_LAYERPATTERNS
source: Layer pattern(s)
ca_es: Patrons de capes
de_de: Lagen Muster
es_es: Patrones de capas

# ID_ORIENTATION
source: Orientation
ca_es: Orientació
de_de: Orientierung
es_es: Orientación

# ID_WEIGHT
source: Weight (kg)
ca_es: Pes ({0})
de_de: Gewicht (kg)
es_es: Peso (kg)

# ID_CHROMEISNOTINSTALLED
source: The Google Chrome browser needs to be installed to visualize collada/webGL animations.
ca_es: Cal tenir instal·lat el navegador Google Chrome per visualitzar les animacions collada/webGL
de_de: Der Google Chrome Browser muss installiert sein um collada/webGL animationen anzeigen zu können.
es_es: Necesita tener instaldo el navegador Google Chrome para visualizar las animaciones collada/webGL

# ID_GENERATECOLLADA
source: Generate 3D animation file for {0}
ca_es: Generar una animació 3D per {0}
de_de: Generiere 3D Animation für {0}
es_es: Generar una animación 3D para {0}

# ID_GENERATEREPORT
source: Generate a report for {0}
ca_es: Generar un informe per {0}
de_de: Generiere einen Report für {0}
es_es: Generar un informe para {0}
ja_jp: {0}のレポートを生成

# ID_PALLETMAXWEIGHT
source: Weight
ca_es: Pes
de_de: Gewicht
es_es: Peso

# ID_CLOSE
source: Close
ca_es: Tancar
de_de: Schließen
es_es: Cerrar
ja_jp: 閉じる

# ID_EDGECRUSHTEST
source: Edge Crush Test Analysis
ca_es: Anàlisi d'aixafament de cantonades
de_de: Kantenstauchtest Analyse
es_es: Analisis de aplastamiento de bordes

# ID_EFFICIENCYPERCENTAGE
source: Efficiency (%)
ca_es: Eficiència (%)
de_de: Nutzungsgrad (%)
es_es: Eficiencia (%)

# ID_WIDTH
source: Width
ca_es: Ample
de_de: Breite
es_es: Ancho
ja_jp: 幅

# ID_PALLETMAXNUMBER
source: Number
ca_es: Quantitat
de_de: Anzahl
es_es: Número

# ID_HEIGHT
source: Height
ca_es: Alçada
de_de: Höhe
es_es: Altura
ja_jp: 高さ

# ID_LENGTH
source: Length
ca_es: Llargada
de_de: Länge
es_es: Longitud
ja_jp: 長さ

# ID_NAME
source: Name
ca_es: Nom
es_es: Nombre

# ID_PALLETMAXHEIGHT
source: Height
ca_es: Alçada
de_de: Höhe
es_es: Altura

# ID_SELECT
source: Select
ca_es: Sel·leccionar
de_de: Auswählen
es_es: Seleccionar

# ID_CASE
source: Case
ca_es: Embalatge
de_de: Umverpackung
es_es: Embalaje

# ID_ADDNEWCASE
source: Add new case...
de_de: Neue Umverpackung anfügen…
es_es: Añadir nuevo embalaje…
ja_jp: 新しいケースを追加...

# ID_AREA
source: Area
de_de: Bereich
ja_jp: エリア
