Repository: Alko89/StackBuilder
Catalog: TreeDim.StackBuilder.Desktop/AboutBox.*.resx
Languages: fr_fr

# labelProductName.Text
source: Product Name
fr_fr: Produit

# labelCompanyName.Text
source: Company Name
fr_fr: Entreprise

# $this.Text
source: Optimize case dimensions...
fr_fr: Recherche des dimensions de caisses optimales...

# toolStripShowImages.Text
source: Show images
fr_fr: Affichier les images

# toolStrip_view.Text
source: Views
fr_fr: Vues

# toolStripCornerView180.Text
source: Corner view 180°
fr_fr: Vue à 180°

# toolStripRightView.Text
source: Back view
fr_fr: Right view

# toolStripLeftView.Text
source: Right view
fr_fr: Left view

# toolStripCornerView270.Text
source: Corner view 270°
fr_fr: Vue à 270°

# toolStripCornerView90.Text
source: Corner view 90°
fr_fr: Vue à 90°

# btSelectSolution.Text
source: Select
fr_fr: Sélectionner

# toolStripBackView.ToolTipText
source: Back view
fr_fr: Vue d'arrière

# toolStripRightView.ToolTipText
source: Right view
fr_fr: Vue de droite

# toolStripLeftView.ToolTipText
source: Left view
fr_fr: Vue de gauche

# toolStripCornerView_90.Text
source: Corner view 90°
fr_fr: Vue de coin 90°

# toolStripCornerView_180.Text
source: Corner view 180°
fr_fr: Vue de coin 180°

# toolStripCornerView_0.Text
source: Corner view 0°
fr_fr: Vue de coin 0°

# toolStripCornerView_270.Text
source: Corner view 270
fr_fr: Vue de coin 270°

# toolStripCornerView_90.ToolTipText
source: Corner view
fr_fr: Vue de coin 90°

# toolStripCornerView1.Text
source: Corner view 90°
fr_fr: Vue de coin 90°

# toolStripCornerView2.Text
source: Corner view 180°
fr_fr: Vue de coin 180°

# toolStripCornerView3.Text
source: Corner view 270°
fr_fr: Vue de coin 270°

# lbFriendlyName.Text
source: Friendly name
fr_fr: Nom usuel

# bnCancel.Text
source: &Cancel
fr_fr: Annuler

# cbFace.Items
source: Rear
fr_fr: Arrière

# cbFace.Items1
source: Front
fr_fr: Avant

# cbFace.Items2
source: Right
fr_fr: Droite

# cbFace.Items3
source: Left
fr_fr: Gauche

# cbFace.Items4
source: Bottom
fr_fr: Bas

# cbFace.Items5
source: Top
fr_fr: Haut

# label1.Text
source: Admissible load weight
fr_fr: Charge admissible

# btClose.Text
source: Close
fr_fr: Fermer

# lbPalletDimensions.Text
source: (dimensions)
fr_fr: Dimensions de palette

# fileToolStripMenuItem.Text
source: File
fr_fr: &Fichier

# newToolStripMenuItem.Text
source: &New
fr_fr: &Nouveau

# newToolStripMenuItem.ToolTipText
source: Create new file
fr_fr: Créer un nouveau fichier

# openToolStripMenuItem.Text
source: &Open
fr_fr: &Ouvrir...

# saveToolStripMenuItem.Text
source: &Save
fr_fr: &Enregistrer

# saveAsToolStripMenuItem.Text
source: Save &as...
fr_fr: Enregistrer &sous...

# saveAllToolStripMenuItem.Text
source: Save &All
fr_fr: Enregistrer &tout

# closeToolStripMenuItem.Text
source: Close
fr_fr: Fermer

# mnuFileMRU.Text
source: &Recent Files...
fr_fr: &Fichiers récents

# exitToolStripMenuItem.Text
source: &Exit
fr_fr: &Quitter

# toolStripMenuItemTools.Text
source: Tools
fr_fr: Ou&tils

# newBoxToolStripMenuItem.Text
source: New &Box
fr_fr: Nouvel &Etui

# newCaseToolStripMenuItem.Text
source: New &Case
fr_fr: Nouvelle &Caisse

# newInterlayerToolStripMenuItem.Text
source: New &Interlayer
fr_fr: Nouvel &Intercalaire

# newBundleToolStripMenuItem.Text
source: New B&undle
fr_fr: Nouveau &Bundle

# newPalletToolStripMenuItem.Text
source: New &Pallet
fr_fr: Nouvelle &Palette

# newTruckToolStripMenuItem.Text
source: New &Truck
fr_fr: Nouveau &Camion

# newAnalysisToolStripMenuItem.Text
source: New &Analysis
fr_fr: Nouvelle &Analyse

# newAnalysisBundleToolStripMenuItem.Text
source: New &Bundle Analysis
fr_fr: Nouvelle analyse de &Bundle

# newCaseAnalysisToolStripMenuItem.Text
source: New &Case Analysis
fr_fr: Nouvelle analyse de &Etui/Caisse

# editPaletSolutionsDB.Text
source: &Edit pallet solutions database...
fr_fr: Editer la base de données des solution de palettes

# helpToolStripMenuItem.Text
source: Help
fr_fr: &Aide

# helpToolStripMenuItemHelp.Text
source: Help
fr_fr: Aide

# tutorialToolStripMenuItem.Text
source: Tutorial
fr_fr: Tutoriel

# helpToolStripMenuItemAbout.Text
source: About...
fr_fr: A propos de StackBuilder...

# toolStripButtonNewFile.Text
source: &New file
fr_fr: &Nouveau fichier

# toolStripButtonNewFile.ToolTipText
source: Create new file
fr_fr: Créer un nouveau document

# toolStripButtonFileOpen.Text
source: &Open file
fr_fr: &Ouvrir un fichier

# toolStripButtonFileOpen.ToolTipText
source: Open file
fr_fr: Ouvrir une fichier

# toolStripButtonFileSave.Text
source: &Save file
fr_fr: &Enregistrer

# toolStripButtonFileSaveAll.Text
source: Sale &All files
fr_fr: Enregistrer &Tout

# toolStripButtonAddNewBox.Text
source: Add New Box
fr_fr: Ajouter un nouvel étui...

# toolStripButtonAddNewCase.Text
source: Add new case...
fr_fr: Ajouter une nouvelle caisse...

# toolStripButtonCreateNewBundle.Text
source: Add New Bundle
fr_fr: Ajouter un nouveau &Bundle

# toolStripButtonCreateNewInterlayer.Text
source: Add New Interlayer
fr_fr: Ajouter une nouvelle &Intercalaire

# toolStripButtonCreateNewInterlayer.ToolTipText
source: Add New Interlayer
fr_fr: Ajouter un nouvel intercallaire

# toolStripButtonAddNewPallet.Text
source: Add New Pallet
fr_fr: Ajouter une nouvelle &Palette

# toolStripButtonAddNewTruck.Text
source: Add New Truck
fr_fr: Ajouter un nouveau &Camion

# toolStripButtonCreateNewAnalysis.Text
source: Create new Analysis
fr_fr: Créer une nouvelle analyse caisse/palette

# toolStripButtonCreateNewBundleAnalysis.Text
source: Create new bundle analysis
fr_fr: Créer une nouvelle analyse bundle/palette

# toolStripButtonCreateNewCaseAnalysis.Text
source: Create new case analysis
fr_fr: Ajouter une nouvelle analyse étui/caisse

# toolStripButtonOptimiseCase.Text
source: Search for optimal case
fr_fr: Rechercher la caisse optimale

# editPaletSolutionsDBToolStripMenuItem.ToolTipText
source: Edit pallet solution database
fr_fr: Editer la base de donnée des solutions de palettes

# toolStripButtonAddNewPallet.ToolTipText
source: Add a new pallet
fr_fr: Ajouter une nouvelle palette

# toolStripButtonCreateNewAnalysis.ToolTipText
source: Add a new pallet analysis
fr_fr: Ajouter une nouvelle analyse caisse/palette

# toolStripButtonCreateNewBundleAnalysis.ToolTipText
source: Add a new bundle analysis
fr_fr: Ajouter une nouvelle analyse bundle/palette

# toolStripButtonCreateNewCaseAnalysis.ToolTipText
source: Add
fr_fr: Ajouter une nouvelle analyse étui/caisse

# toolStripButtonHelp.ToolTipText
source: Help
fr_fr: Aide

# gbOverhangUnderhang.Text
source: Pallet overhang / underhang
fr_fr: Débord pallette

# lbPallet.Text
source: Pallet
fr_fr: Palette

# gbLayerAlignment.Text
source: Layer alignment
fr_fr: Alignement des couches

# lbInterlayerFreq1.Text
source: every
fr_fr: tous les

# lbBoxes.Text
source: boxe(s)
fr_fr: caisses

# checkBoxMaximumPalletHeight.Text
source: when pallet height reaches
fr_fr: la hauteur de la palette atteint

# checkBoxAllowAlignedLayer.Text
source: allow aligned layer
fr_fr: autoriser l'alignement des couches

# lbInterlayerFreq2.Text
source: layers
fr_fr: couche(s)

# checkBoxMaximumPalletWeight.Text
source: when total pallet weight reaches
fr_fr: le poids total de la pallette atteint

# checkBoxMaximumNumberOfBoxes.Text
source: when number of boxes reaches
fr_fr: le nombre de bundle atteint

# lbStopStacking.Text
source: Stop stacking:
fr_fr: Arrêter l'empilement lorsque:

# lbBox.Text
source: Box
fr_fr: Etui

# gbAllowedLayerPatterns.Text
source: Allowed layer patterns
fr_fr: Motif de couches autorisées

# checkedListBoxPatterns.Items
source: Column
fr_fr: Colonnes

# checkBoxNumberOfPallets.Text
source: Show number of pallets required to stack
fr_fr: Afficher le nombre de pallettes requis pour

# gbAdditionalData.Text
source: Additional data
fr_fr: Données additionnelles

# gbAllowedBoxPositions.Text
source: Allowed box positions
fr_fr: Positions de caisses autorisées

# checkBoxMaximumLoadOnBox.Text
source: when load on lower boxes reaches
fr_fr: le poids au dessus des caisses les plus basses atteint

# checkBoxKeepSolutions.Text
source: that are among the
fr_fr: Garder seulement les

# checkBoxInterlayer.Text
source: Interlayer
fr_fr: Intercalaire

# lbPalletOverhangLength.Text
source: Length
fr_fr: Longueur

# lbSolutions.Text
source: best solution(s)
fr_fr: meilleure(s) solution(s)

# lbPalletOverhangWidth.Text
source: Width
fr_fr: Largeur

# checkBoxAllowAlternateLayer.Text
source: allow alternate layer
fr_fr: autoriser l'alternance des couches

# gbStopStackingCondition.Text
source: Additional stop stacking condition
fr_fr: Condition d'arrêt de l'empilement

# lbInsideHeight.Text
source: Inside height
fr_fr: Hauteur int.

# lbInsideWidth.Text
source: Inside width
fr_fr: Largeur int.

# lbInsideLength.Text
source: Inside length
fr_fr: Longueur int.

# lbHeight.Text
source: Height
fr_fr: Hauteur

# lbWidth.Text
source: Width
fr_fr: Largeur

# lbLength.Text
source: Length
fr_fr: Longueur

# gbDimensions.Text
source: Dimentions
fr_fr: Dimensions

# cbColor.Items11
source: Color
fr_fr: Couleur

# cbColor.Items14
source: Color
fr_fr: Couleur

# cbColor.Items16
source: Color
fr_fr: Couleur

# cbColor.Items35
source: Color
fr_fr: Couleur

# btBitmaps.Text
source: Bitmaps...
fr_fr: Images...

# chkAllFaces.Text
source: All faces are the same color
fr_fr: Toutes les faces sont de la même couleur

# gbFaceColor.Text
source: Face color
fr_fr: Couleur des faces

# lbWeight.Text
source: Weight
fr_fr: Poid

# lbWeightOnTop.Text
source: Admissible weight on top
fr_fr: Poid admissible sur le dessus

# gbWeight.Text
source: Weight
fr_fr: Poid

# lblName.Text
source: Name
fr_fr: Nom

# lbThickness.Text
source: Thickness
fr_fr: Epaisseur

# lbNoFlats.Text
source: Number of flats
fr_fr: Nombre de plats

# lbColor.Text
source: Color
fr_fr: Couleur

# lbName.Text
source: Name
fr_fr: Nom

# cbColor.Items47
source: Color
fr_fr: Couleur

# lbAuthor.Text
source: &Author
fr_fr: &Auteur

# lbDateCreated.Text
source: Date created
fr_fr: Date de création

# gbColor.Text
source: Color
fr_fr: Couleur

# radioButtonPallet1.Text
source: Insert pallet from database
fr_fr: Insérer une pallette à partir de la base de données

# radioButtonPallet2.Text
source: Create new pallet
fr_fr: Créer une nouvelle pallette

# lbAdmissibleWeight.Text
source: Admissible weight
fr_fr: Charge admissible

# lbAdmissibleHeight.Text
source: Admissible height
fr_fr: Hauteur admissible

# radioButtonTruck2.Text
source: Create new truck
fr_fr: Créer un nouveau camion

# radioButtonTruck1.Text
source: Insert truck from database
fr_fr: Insérer un camion à partir de la base de données

# labelTruck.Text
source: Truck
fr_fr: Camion

# checkBoxAllowSeveralLayers.Text
source: Allow several pallet layers
fr_fr: Autoriser plusieurs couches de palettes

# checkBoxAllowPalletOrientationX.Text
source: Allow default pallet orientation
fr_fr: Autoriser l'orientation des palettes par défaut

# checkBoxAllowPalletOrientationY.Text
source: Allow orthogonal pallet orientation
fr_fr: Autoriser l'orientation orthogonale des palettes

# labelMinimalDistPalletWall.Text
source: Minimal distance between pallet and truck walls
fr_fr: Distance minimale entre palette et paroies du camion

# labelMinimalDistPalletRoof.Text
source: Minimal distance pallet / truck roof
fr_fr: Distance minimal par rapport au toit du camion

# btAddSolution.Text
source: Create case and pallet analysis
fr_fr: Ajouter la caisse et l'analyse de palette

# groupBox.Text
source: Box (inner product)
fr_fr: Etui (produit)

# gbCase.Text
source: Case constraints
fr_fr: Contraintes % caisse

# gbPallet.Text
source: Pallet
fr_fr: Palette

# lbNumber.Text
source: Number of boxes per case
fr_fr: Nombre d'étui par caisse

# label3.Text
source: Width
fr_fr: Largeur

# btSetMinimum.Text
source: Set minimum
fr_fr: Minimum par défaut

# btOptimize.Text
source: Optimize
fr_fr: Optimiser

# lbMinCaseDimensions.Text
source: Min. case dimensions (mm)
fr_fr: Dimensions min. caisse (mm)

# btSetMaximum.Text
source: Set maximum
fr_fr: Maximum par défaut

# lbWallThickness.Text
source: Wall thickness (mm)
fr_fr: Epaisseur mur (mm)

# lbWalls.Text
source: Number of walls
fr_fr: Nombre de mur

# lbPalletHeight.Text
source: Maximum pallet height (mm)
fr_fr: Hauteur de palette maximale (mm)

# lbMaxCaseDimensions.Text
source: Max. case dimensions (mm)
fr_fr: Dimensions max. caisse (mm)

# openToolStripMenuItem.ToolTipText
source: Open file
fr_fr: Ouvrir le fichier

# saveToolStripMenuItem.ToolTipText
source: Save file
fr_fr: Enregistrer

# saveAsToolStripMenuItem.ToolTipText
source: Save &as...
fr_fr: Enregistrer sous...

# closeToolStripMenuItem.ToolTipText
source: Close active document
fr_fr: Fermer le document actif

# caseOptimisationToolStripMenu.Text
source: Search for optimal case
fr_fr: Recherche de la caisse optimale

# caseOptimisationToolStripMenu.ToolTipText
source: Search for optimal case
fr_fr: Recherche de la caisse optimale

# newStackingStrengthAnalysisToolStripMenuItem.Text
source: New S&tacking Strength Analysis
fr_fr: Nouvelle analyse de résistance à la compression verticale

# newStackingStrengthAnalysisToolStripMenuItem.ToolTipText
source: Compute maximum load on case using McKee formula
fr_fr: Recherche de la charge maximale supportée par une caisse d'après la formule de McKee

# exitToolStripMenuItem.ToolTipText
source: Exit the application
fr_fr: Quitter l'application.

# cbColor.Items
source: Color
fr_fr: Couleur

# cbColor.Items1
source: Color
fr_fr: Couleur

# cbColor.Items2
source: Color
fr_fr: Couleur

# cbColor.Items3
source: Color
fr_fr: Couleur

# cbColor.Items4
source: Color
fr_fr: Couleur

# cbColor.Items5
source: Color
fr_fr: Couleur

# cbColor.Items6
source: Color
fr_fr: Couleur

# cbColor.Items7
source: Color
fr_fr: Couleur

# cbColor.Items8
source: Color
fr_fr: Couleur

# cbColor.Items9
source: Color
fr_fr: Couleur

# cbColor.Items10
source: Color
fr_fr: Couleur

# cbColor.Items12
source: Color
fr_fr: Couleur

# cbColor.Items13
source: Color
fr_fr: Couleur

# cbColor.Items15
source: Color
fr_fr: Couleur

# cbColor.Items17
source: Color
fr_fr: Couleur

# cbColor.Items18
source: Color
fr_fr: Couleur

# cbColor.Items19
source: Color
fr_fr: Couleur

# cbColor.Items20
source: Color
fr_fr: Couleur

# cbColor.Items21
source: Color
fr_fr: Couleur

# cbColor.Items22
source: Color
fr_fr: Couleur

# cbColor.Items23
source: Color
fr_fr: Couleur

# cbColor.Items24
source: Color
fr_fr: Couleur

# cbColor.Items25
source: Color
fr_fr: Couleur

# cbColor.Items26
source: Color
fr_fr: Couleur

# cbColor.Items27
source: Color
fr_fr: Couleur

# cbColor.Items28
source: Color
fr_fr: Couleur

# cbColor.Items29
source: Color
fr_fr: Couleur

# cbColor.Items30
source: Color
fr_fr: Couleur

# cbColor.Items31
source: Color
fr_fr: Couleur

# cbColor.Items32
source: Color
fr_fr: Couleur

# cbColor.Items33
source: Color
fr_fr: Couleur

# cbColor.Items34
source: Color
fr_fr: Couleur

# cbColor.Items36
source: Color
fr_fr: Couleur

# cbColor.Items37
source: Color
fr_fr: Couleur

# cbColor.Items38
source: Color
fr_fr: Couleur

# cbColor.Items39
source: Color
fr_fr: Couleur

# cbColor.Items40
source: Color
fr_fr: Couleur

# cbColor.Items41
source: Color
fr_fr: Couleur

# checkBoxMaximumCaseWeight.Text
source: when total case weight reaches
fr_fr: quand le nombre total de caisse atteint

# gbSolutionFiltering.Text
source: Additional data
fr_fr: Données additionnelles

# checkBoxMinNumberOfItems.Text
source: where case contains at least
fr_fr: où les caisses contiennent au moins.

# lbFilterSolutions.Text
source: Keep solutions:
fr_fr: Garder les solutions:

# cbColor.Items42
source: Color
fr_fr: Couleur

# cbColor.Items43
source: Color
fr_fr: Couleur

# cbColor.Items44
source: Color
fr_fr: Couleur

# cbColor.Items45
source: Color
fr_fr: Couleur

# cbColor.Items46
source: Color
fr_fr: Couleur

# cbColor.Items48
source: Color
fr_fr: Couleur

# linkLabelUrl.Text
source: CompanyWebSiteUrl
fr_fr: UrlSiteEntreprise

# toolStripButtonTopView.Text
source: Top view
fr_fr: Vue de dessus

# toolStripShowPallet.Text
source: Show pallet
fr_fr: Afficher la palette

# toolStripViews.Text
source: Views
fr_fr: Vues

# toolStripButton4.Text
source: Corner view 270°
fr_fr: Vue de coin 270°

# toolStripButton8.Text
source: Right view
fr_fr: Vue de droite

# toolStripButton9.Text
source: Top view
fr_fr: Vue de dessus

# toolStripButton5.Text
source: Front view
fr_fr: Vue de face

# toolStripButton2.Text
source: Corner view 90°
fr_fr: Vue de coin 90°

# toolStripButton1.Text
source: Corner view 0°
fr_fr: Vue de coin 0°

# toolStripButton3.Text
source: Corner view 180°
fr_fr: Vue de coin 180°

# toolStripButton6.Text
source: Back view
fr_fr: Vue de derrière

# toolStripButton7.Text
source: Left view
fr_fr: Vue de gauche

# labelQuestion.Text
source: Database already contains some solution(s) for a case with these dimensions:
fr_fr: La base de donnée contient déjà une solution pour une caisse avec ces dimensions:

# rbKeepReplace1.Text
source: Keep any existing solutions and also save this one
fr_fr: Conserver les solutions existantes et sauvegarder celle-ci.

# rbKeepReplace2.Text
source: Replace any existing solutions
fr_fr: Remplacer la solution existante.

# lbOrigin.Text
source: Origin
fr_fr: Origine

# lbSize.Text
source: Size
fr_fr: Dimensions:

# bnMoveUp.Text
source: Move up
fr_fr: Déplacer vers le haut

# bnMoveDown.Text
source: Move down
fr_fr: Déplacer vers le bas

# bnAdd.Text
source: Add texture...
fr_fr: Ajouter une texture

# bnRemove.Text
source: Remove
fr_fr: Supprimer

# openImageFileDialog.Filter
source: Image Files (*.bmp,*.gif, *.jpg)|*.bmp;*.gif;*.jpg
fr_fr: Fichiers image (*.bmp,*.gif, *.jpg)|*.bmp;*.gif;*.jpg

# menuStripMain.Text
source: menuStripMain
fr_fr: menu principal

# toolStripStackingStrengthAnalysis.Text
source: Add case strength analysis
fr_fr: Ajouter une analyse de caisse

# toolStripStackingStrengthAnalysis.ToolTipText
source: Compute stacking strength using McKee formula
fr_fr: Calculer la résistance à la compression verticale en utilisant la formule de McKee

# toolStripButtonHelp.Text
source: Help
fr_fr: Aide

# openFileDialogSB.Filter
source: StackBuilder files|*.stb|All files|*.*
fr_fr: StackBuilder files|*.stb|Tous les fichiers|*.*

# openFileDialogSB.Title
source: Open file...
fr_fr: Ouvrir...

# saveFileDialogSB.Title
source: Save file...
fr_fr: Sauvegarder...

# checkedListBoxPatterns.Items1
source: Interlocked
fr_fr: Interbloqués

# checkedListBoxPatterns.Items4
source: Spiral
fr_fr: Spirale
