Repository: Alko89/StackBuilder
Catalog: TreeDim.StackBuilder.Desktop/FormOptimizeCase.*.resx
Languages: ca_es

# lbNumber.Text
source: Number of boxes per case
ca_es: Quantitat de capses per embalatge

# lbBoxDimensions.Text
source: (dimensions)
ca_es: Crear un anàlisi d'embalatge i palet

# groupBox.Text
source: Box (inner product)
ca_es: Capsa (producte interior)

# btSetMaximum.Text
source: Set maximum
ca_es: Assigna el màxim

# btSetMinimum.Text
source: Set minimum
ca_es: Assigna el mimin

# lbWallThickness.Text
source: Wall thickness (mm)
ca_es: Gruix de la paret (mm)

# lbWalls.Text
source: Number of walls
ca_es: Nombre de parets

# lbMaxCaseDimensions.Text
source: Max. case dimensions (mm)
ca_es: Mides màximes del embalatge (mm)

# lbMinCaseDimensions.Text
source: Min. case dimensions (mm)
ca_es: Mides mínimes del embalatge (mm)

# gbCase.Text
source: Case constraints
ca_es: Limitacions del embalatge

# lbPalletHeight.Text
source: Maximum pallet height (mm)
ca_es: Alçada màxima del palet (mm)

# btOptimize.Text
source: Optimize
ca_es: Optimitzar

# $this.Text
source: Optimize case dimensions...
ca_es: Optimitzar les mides del embalatge…

# btClose.Text
source: Close
ca_es: Tancar

# label3.Text
source: Width
ca_es: Ample

# statusStripDef.Text
source: statusStrip1
ca_es: statusStripDef

# lbHeight.Text
source: Height
ca_es: Alçada

# lbLength.Text
source: Length
ca_es: Llargada

# lbPallet.Text
source: Pallet
ca_es: Palet

# gbPallet.Text
source: Pallet
ca_es: Palet

# btAddSolution.Text
source: Create case and pallet analysis
ca_es: Crear un anàlisi d'embalatge i palet

# lbBox.Text
source: Box
ca_es: Capsa

# lbPalletDimensions.Text
source: (dimensions)
ca_es: (mides)
