Repository: Alko89/StackBuilder
Catalog: TreeDim.StackBuilder.Desktop/FormNewAnalysisBundle.*.resx
Languages: es_es

# $this.Text
source: Optimize case dimensions...
es_es: Create new cylinder analysis...

# lbBundle.Text
source: Bundle
es_es: Bulto

# lbBoxes.Text
source: boxe(s)
es_es: caja(s)

# checkedListBoxPatterns.Items
source: Column
es_es: Columna

# lbDescription.Text
source: Description
es_es: Descripción

# checkedListBoxPatterns.Items2
source: Diagonale
es_es: Diagonal

# checkBoxKeepSolutions.Text
source: that are among the
es_es: que se encuentran entre los

# checkedListBoxPatterns.Items4
source: Spiral
es_es: Espiral

# checkBoxMaximumNumberOfBoxes.Text
source: when number of boxes reaches
es_es: cuando el número de cajas llegue a

# checkBoxMaximumPalletHeight.Text
source: when pallet height reaches
es_es: cuando la altura del palet alcance

# checkBoxMaximumPalletWeight.Text
source: when total pallet weight reaches
es_es: cuando el peso total del palet llegue a

# lbStopStacking.Text
source: Stop stacking:
es_es: Fin de apilamiento:

# checkBoxNumberOfPallets.Text
source: Show number of pallets required to stack
es_es: Mostrar el número de palets que se tienen que apilar

# lbPalletOverhangWidth.Text
source: Width
es_es: Ancho

# lbName.Text
source: Name
es_es: Nombre

# lbPallet.Text
source: Pallet
es_es: Palet

# gbOverhangUnderhang.Text
source: Pallet overhang / underhang
es_es: Pallet saliente / colgando en

# lbPalletOverhangLength.Text
source: Length
es_es: Longitud

# gbAllowedLayerPatterns.Text
source: Allowed layer patterns
es_es: Patrones de capas permitidos

# checkBoxAllowAlignedLayer.Text
source: allow aligned layer
es_es: permitir capa alineada

# gbAdditionalData.Text
source: Additional data
es_es: Datos adicionales

# bnCancel.Text
source: &Cancel
es_es: Cancelar

# gbStopStackingCondition.Text
source: Additional stop stacking condition
es_es: Condición adicional de fin de apilado

# lbSolutions.Text
source: best solution(s)
es_es: Mejor solución(es)

# checkBoxAllowAlternateLayer.Text
source: allow alternate layer
es_es: permitir capas alternas
