Repository: Alko89/StackBuilder
Catalog: TreeDim.StackBuilder.Desktop/FormNewAnalysis.*.resx
Languages: de_de, ja_jp

# $this.Text
source: Optimize case dimensions...
de_de: Neue Umverpackungs/Paletten Analyse erzeugen...
ja_jp: 新しいケース/パレット分析を作成します。

# lbMm.Text
source: mm
ja_jp: ミリメートル

# gbOverhangUnderhang.Text
source: Pallet overhang / underhang
de_de: Paletten Überstand/Unterstand
ja_jp: パレットのオーバーハング/ アンダーハング

# lbPallet.Text
source: Pallet
de_de: Palette
ja_jp: パレット

# gbLayerAlignment.Text
source: Layer alignment
de_de: Lagen Ausrichtung
ja_jp: レイヤーの整列

# lbMm2.Text
source: mm
ja_jp: ミリメートル

# lbInterlayerFreq1.Text
source: every
de_de: jede
ja_jp: ごとに

# lbBoxes.Text
source: boxe(s)
ja_jp: ボックス

# checkBoxMaximumPalletHeight.Text
source: when pallet height reaches
de_de: Maximum Paletten Höhe erreicht
ja_jp: パレットの高さに達するときの

# bnCancel.Text
source: &Cancel
de_de: Abbrechen
ja_jp: キャンセル

# checkBoxAllowAlignedLayer.Text
source: allow aligned layer
de_de: Erlaube ausgerichtete Lagen
ja_jp: 整列レイヤーを許可する

# checkedListBoxPatterns.Items
source: Column
de_de: Spalten
ja_jp: カラム

# lbInterlayerFreq2.Text
source: layers
de_de: Ebenen
ja_jp: レイヤー

# checkBoxMaximumPalletWeight.Text
source: when total pallet weight reaches
de_de: Maximum Paletten Gewicht erreicht
ja_jp: 総パレットの重量に達するときの

# checkBoxMaximumNumberOfBoxes.Text
source: when number of boxes reaches
de_de: Maximale Anzahl Schachteln erreicht
ja_jp: 箱の数に達するときの

# lbStopStacking.Text
source: Stop stacking:
de_de: Stapel Endbedingung:
ja_jp: スタッキング停止します。

# lbBox.Text
source: Box
de_de: Schachtel
ja_jp: ボックス

# gbAllowedLayerPatterns.Text
source: Allowed layer patterns
de_de: Erlaubte Lagen Muster
ja_jp: レイヤーパターンを適用

# checkedListBoxPatterns.Items3
source: Trilock
ja_jp: トライロック

# checkedListBoxPatterns.Items2
source: Diagonale
ja_jp: ダイアゴナル(対角)

# checkedListBoxPatterns.Items1
source: Interlocked
de_de: Verschachtelt
ja_jp: インタロック

# checkedListBoxPatterns.Items4
source: Spiral
de_de: Spirale
ja_jp: スパイラル

# checkBoxNumberOfPallets.Text
source: Show number of pallets required to stack
ja_jp: スタックに必要なパレット数を表示する

# gbAdditionalData.Text
source: Additional data
de_de: Zusätzliche Daten
ja_jp: 追加のデータ

# gbAllowedBoxPositions.Text
source: Allowed box positions
de_de: Erlaubte Schachtel Positionen
ja_jp: 許可されたボックスの位置

# lbMm1.Text
source: mm
ja_jp: ミリメートル

# checkBoxMaximumLoadOnBox.Text
source: when load on lower boxes reaches
de_de: Maximum Belastung untere Schachteln erreicht
ja_jp: 下のボックスの負荷に達するときの

# lbKg1.Text
source: kg
ja_jp: キロ

# checkBoxKeepSolutions.Text
source: that are among the
de_de: die unter den
ja_jp: の間にあることを

# checkBoxInterlayer.Text
source: Interlayer
de_de: Lagen
ja_jp: パッド

# lbPalletOverhangLength.Text
source: Length
de_de: Länge
ja_jp: 長さ

# lbSolutions.Text
source: best solution(s)
de_de: Beste Lösung(en)
ja_jp: 最良の解決策

# label1.Text
source: Admissible load weight
ja_jp: 許容負荷質量

# lbPalletOverhangWidth.Text
source: Width
de_de: Breite
ja_jp: 幅

# checkBoxAllowAlternateLayer.Text
source: allow alternate layer
de_de: Erlaube alternierende Lagen
ja_jp: 別の層を許可する

# gbStopStackingCondition.Text
source: Additional stop stacking condition
de_de: Erweiterte Stapel Endbedingung
ja_jp: 積込をストップする、その他の条件

# statusStripDef.Text
source: statusStrip1
ja_jp: statusStripDef

# label2.Text
source: Description
de_de: Beschreibung
ja_jp: 説明
